Repository: masakhane-io/masakhane-mt
Catalog: Data/en-ig Tech Sentences/en-ig.tmx
Source language: en
Languages: ig

source: Pass_word:
ig: _Okwunchọcha:

source: The name "%s" is too long. Please use a different name.
ig: Aha ahụ "%s" enweghị isi. Biko jiri aha ọzọ.

source: By Access Date
ig: Ikikembanye:

source: Devices
ig: Ulọọrụ mgbasaozi na

source: Browse Network
ig: Ikukumgbasaozi windo ndị ahụ

source: Show Details
ig: Gosi ndịna ahụ na nkọwada

source: Create New _Folder
ig: Kewapụta _Nsomebefaịlụ

source: Create a new document from template "%s"
ig: Kewapụta dọkumentị na templéètì "%s"

source: Create New _Document
ig: Kewapụta _dọkumentị

source: _Empty Document
ig: Dọkumentị ndị ahụ

source: Create a new empty document inside this folder
ig: Kewapụta nsomebefaịlụ ọfụụ ghe oghe n'ime nsomebefaịlụ a

source: Searching...
ig: Na-edebata...

source: Copyright © 1999-2011 The Nautilus authors
ig: Copyright © 1999-2005 Ndị odee Nautilus

source: _New Tab
ig: _Mechie

source: Send file by mail, instant message...
ig: Faịlụ ahụ abụgḥị inyogo.

source: Send files by mail, instant message...
ig: Faịlụ ahụ abụgḥị inyogo.

source: Run Software
ig: Sọftwịa

source: _Cancel
ig: Wepụ

source: Modified
ig: Emegharịrị:

source: Accessed
ig: Ikikembanye:

source: You cannot move the volume “%s” to the trash.
ig: Ịgaghị enwenwu ike idebata ihenhọrọ n'ime ebemkpofuozi.

source: If you want to eject the volume, please use Eject in the popup menu of the volume.
ig: Ọ bụrụ na ịchọrọ iwepụ ụda, biko jiri Nwepụ n'ọpịpị-akanri menu nke ụda.

source: _OK
ig: Ọdịmma

source: If you want to unmount the volume, please use Unmount Volume in the popup menu of the volume.
ig: Ọ bụrụ na ịchọrọ iwepụ ụda, biko jiri Nwepụ n'ọpịpị-akanri menu nke ụda.hostname (uri-scheme)

source: Specified group '%s' doesn't exist
ig: Me

source: Font
ig: Ihumkpụrụedemede ndị ahụ

source: Contacts
ig: Ndịna ụfọdụ:

source: Document
ig: Dọkumentị ndị ahụ

source: Folder
ig: _Nsomebefaịlụ:

source: Link
ig: Ụzọ njikọfolder", "plain textlink to folder

source: Link (broken)
ig: Ụzọ njikọ (emebiela)

source: Are you sure you want to permanently delete “%B” from the trash?
ig: Ìkwèsị̀rị̀ ike nà ịchọrọ ihichapụ kpam kpam "%s" n'ebemkpofuozi ahụ?

source: Are you sure you want to permanently delete “%B”?
ig: Ìkwèsị̀rị̀ ike na ịchọrọ ihichapagide "%s"?

source: Files in the folder “%B” cannot be deleted because you do not have permissions to see them.
ig: "%s" agaghị enwenwu ike idebata ya maka na inweghị ikikere iwepụtaozi ahụ.

source: There was an error getting information about the files in the folder “%B”.
ig: Enweghị zurunụ̄ ohere n'ụlọ ahụ.

source: The folder “%B” cannot be deleted because you do not have permissions to read it.
ig: "%s" agaghị enwenwu ike idebata ya maka na inweghị ikikere iwepụtaozi ahụ.

source: There was an error reading the folder “%B”.
ig: Enwere ndehie mgbe a na-egosi nnyemaka.

source: “%B” can't be put in the trash. Do you want to delete it immediately?
ig: Agaghị enwenwu ike ikpụga faịlụ n'ebemkpofuozi, ịchọrọ ihicha ozugbo?

source: Unable to access “%s”
ig: Enwenwughị ike idochi faịlụ

source: Files in the folder “%B” cannot be handled because you do not have permissions to see them.
ig: "%s" agaghị enwenwu ike idebata ya maka na inweghị ikikere iwepụtaozi ahụ.

source: The folder “%B” cannot be handled because you do not have permissions to read it.
ig: "%s" agaghị enwenwu ike idebata ya maka na inweghị ikikere iwepụtaozi ahụ.

source: The file “%B” cannot be handled because you do not have permissions to read it.
ig: "%s" agaghị enwenwu ike idebata ya maka na inweghị ikikere iwepụtaozi ahụ.

source: There was an error getting information about “%B”.
ig: Enwere ndehie ná mbubata usoroiheomume ahụ.

source: Error while copying to “%B”.
ig: Ndehie mgbe a na-edebata na "%s".

source: %S more space is required to copy to the destination.
ig: Enweghị ohere n'ụlọ.

source: Moving “%B” to “%B”
ig: Ibagharị aha "%s" to "%s".

source: Copying “%B” to “%B”
ig: Ibagharị aha "%s" to "%s".

source: Duplicating “%B”
ig: Ítụ̀ nà "%s"

source: Moving file %'d of %'d to “%B”
ig: Ikpụgha faịlụ:

source: Copying file %'d of %'d to “%B”
ig: Idebata faịlụ:

source: Duplicating file %'d of %'d
ig: Ihicha faịlụ ndị ahụ2 bytes" or "3 MB", so something like "4 kb of 4 MB

source: The folder “%B” cannot be copied because you do not have permissions to create it in the destination.
ig: "%s" agaghị enwenwu ike idebata ya maka na inweghị ikikere iwepụtaozi ahụ.

source: There was an error creating the folder “%B”.
ig: Enwere ndehie mgbe a na-egosi nnyemaka.

source: Files in the folder “%B” cannot be copied because you do not have permissions to see them.
ig: "%s" agaghị enwenwu ike idebata ya maka na inweghị ikikere iwepụtaozi ahụ.

source: The folder “%B” cannot be copied because you do not have permissions to read it.
ig: "%s" agaghị enwenwu ike idebata ya maka na inweghị ikikere iwepụtaozi ahụ.

source: Error while moving “%B”.
ig: Ndehie mgbe a na-edebata na "%s".

source: Error while copying “%B”.
ig: Ndehie mgbe a na-edebata na "%s".

source: Preparing to Move to “%B”
ig: Ńkwádó ịkpụga n'ebemkpofuozi...

source: Creating links in “%B”
ig: Ịkewapụta njikọ na faịlụ ndị ahụ

source: Undo
ig: _Nweghachi

source: Redo
ig: Megharịa ndezi

source: Move '%s' to '%s'
ig: Kpụga n'ebemkpofuozi

source: _Undo Move
ig: _Nweghachi

source: _Undo Restore from Trash
ig: _Hichaa n'ebemkpofuozi

source: _Redo Restore from Trash
ig: _Hichaa n'ebemkpofuozi

source: Move '%s' back to trash
ig: Kpụga n'ebemkpofuozi

source: Restore '%s' from trash
ig: _Hichaa n'ebemkpofuozi

source: Delete '%s'
ig: _Hichaa

source: _Undo Copy
ig: _Nweghachi

source: Duplicate '%s' in '%s'
ig: Ítụ̀ nà "%s"

source: _Undo Duplicate
ig: M_egharịanụdị

source: _Redo Duplicate
ig: M_egharịanụdị

source: Delete link to '%s'
ig: Ụzọ njikọ ọzọ na %s

source: Create link to '%s'
ig: Ụzọ njikọ ọzọ na %s

source: _Undo Create Link
ig: Ńkwádó ikewapụta ụzọ njikọ ndị ahụ...

source: _Redo Create Link
ig: Ńkwádó ikewapụta ụzọ njikọ ndị ahụ...

source: Create an empty file '%s'
ig: Ịkewapụta njikọ na faịlụ ndị ahụ

source: _Undo Create Empty File
ig: _Ghewe faịlụ oghe

source: _Redo Create Empty File
ig: _Ghewe faịlụ oghe

source: Create a new folder '%s'
ig: Kewapụta omembubata ọfụụ

source: _Undo Create Folder
ig: Kewapụta _Nsomebefaịlụ

source: _Redo Create Folder
ig: Kewapụta _Nsomebefaịlụ

source: Create new file '%s' from template
ig: Kewapụta dọkumentị na templéètì "%s"

source: _Undo Create from Template
ig: Kewapụta dọkumentị na templéètì "%s"

source: _Redo Create from Template
ig: Kewapụta dọkumentị na templéètì "%s"

source: _Undo Rename
ig: Bagharịa aha

source: _Redo Rename
ig: Bagharịa aha

source: Move '%s' to trash
ig: Kpụga n'ebemkpofuozi

source: _Undo Trash
ig: _Ebemkpofuozi

source: _Redo Trash
ig: Kp_ụga n'ebemkpofuozi

source: Set permissions of items enclosed in '%s'
ig: Ikikere nke faịlụ ahụ.

source: _Undo Change Permissions
ig: Ikikere

source: _Redo Change Permissions
ig: Ikikere

source: Set permissions of '%s'
ig: Ndehie na-ahazi ikike

source: _Undo Change Group
ig: Igbanwe òtù.

source: _Redo Change Group
ig: Igbanwe òtù.

source: _Undo Change Owner
ig: Igbanwe ónyénwē.

source: _Redo Change Owner
ig: Igbanwe ónyénwē.

source: Error while adding “%s”: %s
ig: Ndehie mgbe a na-ekewapụta ụzọ njikọ na "%s".

source: Error while setting “%s” as default application: %s
ig: Agaghị enwenwu ike idebata "%s" n'ebe ọfụụ.

source: Search for “%s”
ig: _Sava:

source: When to show thumbnails of files
ig: Mgbe a na-egosi tọ́mbnéèlụ̀ nke inyogo faịlụ ndị ahụ

source: Speed tradeoff for when to show a file as a thumbnail. If set to "always" then always thumbnail, even if the folder is on a remote server. If set to "local-only" then only show thumbnails for local file systems. If set to "never" then never bother to thumbnail files, just use a generic icon. Despite what the name may suggest, this applies to any previewable file type.
ig: Trédọ́ọ̀fụ̀ ngwangwa maka mgbe a ga-egosi inyogo faịlụ dịka tọ́mbnéèlụ̀. Ọ bụrụ na a haziri ya na "mgbe obụla" ya bụ tọ̀mbnéèlụ̀ọ́ mgbe ọbụla, ọbụrụgodi na nsomebefaịlụ ahụ nọ na rìmóòtụ̀ sava. Ọ bụrụ na a haziri ya na "nkeụlọ_sọsọ" ya bụ gosi sọsọ tọ̀mbnéèlụ̀ maka faịlụ sistem nkeụlọ. Ọ bụrụ na a haziri ya na "ọgaghị" ya bụ na enyekwala onwe gị nsogbu n'ị́tọ̀mbnéèlụ̀ inyogo, kama jiri aịkọn nyirionwe.

source: When a folder is visited this viewer is used unless you have selected another view for that particular folder. Possible values are "list-view", and "icon-view".
ig: Mgbe achọtara nsomebefaịlụ a na-eji ngosi faịlụ a ma ọ bụrụ na ị họrọla ngosi ọzọ maka otu nsomebefaịlụ. Uru dị mmenwu bụ "list_view" na "icon_view".

source: A list of captions below an icon in the icon view and the desktop. The actual number of captions shown depends on the zoom level. Some possible values are: "size", "type", "date_modified", "owner", "group", "permissions", and "mime_type".
ig: Kapshiọn n'okpuru aịkọn ná ngosi aịkọn nakwa desktọọpụ. Kpọmkwem ọnụọgụgụ nke okwu ndị ahụ egosirila gbadoro ụkwụ n'ogo zum. Uru dị mmenwu bụ : "size", "type", "date_modified", "date_changed", "date_accessed", "owner", "group", "permissions", "octal_permissions" na "mime_type".

source: Use tree view
ig: Ngosi ngwe:

source: Unable to create a required folder. Please create the following folder, or set permissions such that it can be created: %s
ig: Tupuu ibido Nautilus, biko kewapụta nsomebefaịlụ na-esonụ, mọọbụ hazie ikike n'ụzọ nautilus ga-ekewapụtanwu ya.

source: Unable to create required folders. Please create the following folders, or set permissions such that they can be created: %s
ig: Tupuu ibido Nautilus, biko kewapụta nsomebefaịlụ na-esonụ, mọọbụ hazie ikike n'ụzọ nautilus ga-ekewapụtanwu ya.

source: Always open a new window for browsing specified URIs
ig: Sọsọ kewapụta windo maka URIs ezipụtara doro anya.

source: Never manage the desktop (ignore the GSettings preference).
ig: Elekọtakwala desktọọpụ ahụ (leghara nhazi nkarachọ ahụ anya na dayalọ́ọ̀gụ̀ nkarachọ).

source: Always manage the desktop (ignore the GSettings preference).
ig: Elekọtakwala desktọọpụ ahụ (leghara nhazi nkarachọ ahụ anya na dayalọ́ọ̀gụ̀ nkarachọ).

source: Select specified URI in parent folder.
ig: Họrọ mpagharaogologo ndị ahụ ahụrụanya na nsomebefaịlụ a

source: Could not register the application
ig: Agaghị enwenwu ike ikpụga "%s" n'ebe ọfụụ.

source: Connect to _Server…
ig: Banye na sava

source: Enter _Location…
ig: Agaghị emepenwu ebe

source: _About Files
ig: Hi_chaa faịlụ ndị ahụ

source: Unable to start the program: %s
ig: Ebubatanwughị usoroiheomume cd bọna.

source: Unable to locate the program
ig: Ebubatanwughị usoroiheomume cd bọna.

source: Move Up
ig: Kpụga _n'elu

source: Move Down
ig: Kpuga _n'ala

source: Keep icons sorted by access date in rows
ig: Desa aịkọn n'ụdị nhazi site n'aha na mpagharauhie ndị ahụ

source: Keep icons sorted by search relevance in rows
ig: Desa aịkọn n'ụdị nhazi site n'ụhara na mpagharauhie ndị ahụ

source: Unable to access location
ig: Gaa n'ebe kọmputa

source: Unable to display location
ig: Gaa n'ebe kọmputa

source: This doesn't look like an address.
ig: smb://foo.example.com

source: _Remove
ig: Wepụ

source: _Clear All
ig: Họrọ _Ha niile

source: _Server Address
ig: _Sava:

source: _Recent Servers
ig: Sava ikukumgbasaozi

source: _Browse
ig: _Wepụ...

source: Make the selected icons resizable
ig: Mèé ka aịkọn ahụ a họọrọ dị mgbatị

source: Restore each selected icons to its original size
ig: Weghachi aịkọn nke ọbụla a họọrọla n'ụhara nke izizi ya

source: You do not have the permissions necessary to view the contents of “%s”.
ig: Inweghị ikike kwesịrịnụ n'igosi ndịna nke "%s".

source: “%s” could not be found. Perhaps it has recently been deleted.
ig: "%s" achọtaghị ya. onwere ike bụrụ nà á kà hichapụrụ ya.

source: Sorry, could not display all the contents of “%s”: %s
ig: Ndọ, Agaghị egosinwu ndịna niile ahụ nke "%s".

source: This location could not be displayed.
ig: Agaghị egosinwu ndịna nsomebefaịlụ ahụ.

source: You do not have the permissions necessary to change the group of “%s”.
ig: Inweghị ikike kwesịrịnụ igbanwe òtù nke "%s".

source: Sorry, could not change the group of “%s”: %s
ig: Ndọ, Agbanwenwughị òtù ahụ nke "%s".

source: Sorry, could not change the owner of “%s”: %s
ig: Ndọ, Agbanwenwughị ónyénwē nke "%s".

source: Sorry, could not change the permissions of “%s”: %s
ig: Ndọ, Agbanwenwughị ikike ahụ nke "%s".

source: The name “%s” is already used in this location. Please use a different name.
ig: Éjìríláàrị́ị̀ aha "%s" ahụ rụọ ọrụ na nsomebefaịlụ a. Biko jiri aha ọzọ.

source: There is no “%s” in this location. Perhaps it was just moved or deleted?
ig: Enweghị "%s" na nsomebefaịlụ a. onwere ike bụrụ na akpụghara ya mọọbụ na ehichara ya?

source: You do not have the permissions necessary to rename “%s”.
ig: Inweghị ikikere kwesịrịnụ ịbagharị aha "%s".

source: The name “%s” is not valid because it contains the character “/”. Please use a different name.
ig: Aha ahụ "%s" enweghị isi maka na o nwere mkpụrụ okwu ahụ "/". Biko jiri aha ọzọ.

source: The name “%s” is not valid. Please use a different name.
ig: Aha ahụ "%s" enweghị isi. Biko jiri aha ọzọ.

source: The name “%s” is too long. Please use a different name.
ig: Aha ahụ "%s" enweghị isi. Biko jiri aha ọzọ.

source: Sorry, could not rename “%s” to “%s”: %s
ig: Ndo, abanwughị aha "%s" na "%s".

source: Renaming “%s” to “%s”.
ig: Ibagharị aha "%s" to "%s".

source: Files Preferences
ig: Akarachọọ_nces

source: Image Type
ig: _Inyogo:

source: Created On
ig: Kewapụta _dọkumentị

source: Use Default
ig: _Jiri dìfọ́ọ̀ltụ̀

source: Visible _Columns…
ig: Mpagharaogologo ndị ahụ _ahụrụanya...

source: The link “%s” is broken. Move it to Trash?
ig: Emebiela ụzọ njikọ ahụ, ịchọrọ ikpụga ya n'ebemkpofuozi?

source: This link cannot be used because it has no target.
ig: Agaghị ejikwa ụzọ njikọ a, maka na onweghị tágēètị̀.

source: This link cannot be used because its target “%s” doesn't exist.
ig: Agaghị ejikwa ụzọ njikọ a, maka na tágēètị̀ ya "%s" adịghị adị.

source: Do you want to run “%s”, or display its contents?
ig: Ịchọrọ ibido "%s", mọọbụ gosi ndịna ya?

source: “%s” is an executable text file.
ig: "%s" bụ faịlụ ngwe dị̄ mbido.

source: Could not display “%s”.
ig: Egosinwughị́ị̀ "%s".

source: Opening “%s”.
ig: Na-emepe "%s".

source: Change Permissions for Enclosed Files
ig: Ikikere nke faịlụ ahụ.

source: Change
ig: Oroma

source: Change Permissions for Enclosed Files…
ig: Ikikere nke faịlụ ahụ.

source: The permissions of “%s” could not be determined.
ig: Ikike ahụ nke "%s" agaghị atachịtere ya obi.

source: _Revert
ig: _Ebighị ebị

source: Select
ig: Họrọ _Ha niile

source: Other Type…
ig: Ụdị Blu

source: All Files
ig: Họrọ _faịlụ ndị a niile

source: Files in this folder will appear in the New Document menu.
ig: Faịlụ niile ndị dị̄ mbido n'ime nsomebefaịlụ a ga-apụta n'ihendesịta menu.

source: Executable files in this folder will appear in the Scripts menu.
ig: Faịlụ niile ndị dị̄ mbido n'ime nsomebefaịlụ a ga-apụta n'ihendesịta menu.

source: View options
ig: Usoroiheomume nke a kara chọọ

source: Location options
ig: Ebe:

source: Restore
ig: _Megharịa

source: Empty
ig: (Ghewe oghe)

source: “%s” selected
ig: "%s" a họrọla

source: Run “%s” on any selected items
ig: Bido "%s" n'otu n'ime ihenhọrọ ndị a a họọrọ

source: Create a new document from template “%s”
ig: Kewapụta dọkumentị na templéètì "%s"

source: Select Destination
ig: Họrọ aịkọn

source: _Select
ig: Họrọ _Ha niile

source: Unable to remove “%s”
ig: Enwenwughị ike idochi faịlụ

source: Unable to eject “%s”
ig: Enwenwughị ike idochi faịlụ

source: Unable to start “%s”
ig: Enwenwughị ike idochi faịlụ

source: New _Document
ig: Kewapụta _dọkumentị

source: P_roperties
ig: Ngwaọrụ ndị ahụ

source: New _Folder
ig: _Nsomebefaịlụ:

source: Create a new folder containing the selected items
ig: Kewapụta ụzọ njikọ sìmbọ́līìkì maka ihenhọrọ nke ọbụla a họọrọ

source: Open _Item Location
ig: Mepee ebe

source: Open the selected item's location in this window
ig: Mepee ihenhọrọ nke ahụ a họrọla na windo a

source: Other _Application…
ig: Mepee ya na _usoroiheomume ndị ọzọ...

source: Open With Other _Application…
ig: Mepee ya na _usoroiheomume ndị ọzọ...

source: Copy To…
ig: _Debata ngwe

source: Copy selected files to another location
ig: Debata ngwe nke ahụ a họọrọ na bé òchékwáōzím̀gbèńtà

source: Move To…
ig: Kpuga _n'ala

source: Move selected files to another location
ig: Kpụga ihenhọrọ nke ọbụla a họọrọ n'ebemkpofuozi

source: Select I_tems Matching…
ig: Họrọ ihenhọrọ niile ndị ahụ na windo a

source: Rena_me…
ig: Bagharịa aha

source: Run or manage scripts
ig: Bido mọọbụ lekọta ihendesịta na ~/.gnome2/ihendesịta-nautilus

source: Move the open folder out of the trash to “%s”
ig: Kpụga ihenhọrọ nke ọbụla a họọrọ n'ebemkpofuozi

source: Move the selected folder out of the trash to “%s”
ig: Kpụga ihenhọrọ nke ọbụla a họọrọ n'ebemkpofuozi

source: Move the selected folders out of the trash to “%s”
ig: Kpụga ihenhọrọ nke ọbụla a họọrọ n'ebemkpofuozi

source: Move the selected folder out of the trash
ig: Kpụga ihenhọrọ nke ọbụla a họọrọ n'ebemkpofuozi

source: Move the selected folders out of the trash
ig: Kpụga ihenhọrọ nke ọbụla a họọrọ n'ebemkpofuozi

source: Move the selected file out of the trash to “%s”
ig: Kpụga ihenhọrọ nke ọbụla a họọrọ n'ebemkpofuozi

source: Move the selected files out of the trash to “%s”
ig: Kpụga ihenhọrọ nke ọbụla a họọrọ n'ebemkpofuozi

source: Move the selected file out of the trash
ig: Kpụga ihenhọrọ nke ọbụla a họọrọ n'ebemkpofuozi

source: Move the selected files out of the trash
ig: Kpụga ihenhọrọ nke ọbụla a họọrọ n'ebemkpofuozi

source: Move the selected item out of the trash to “%s”
ig: Kpụga ihenhọrọ nke ọbụla a họọrọ n'ebemkpofuozi

source: Move the selected items out of the trash to “%s”
ig: Kpụga ihenhọrọ nke ọbụla a họọrọ n'ebemkpofuozi

source: Move the selected item out of the trash
ig: Kpụga ihenhọrọ nke ọbụla a họọrọ n'ebemkpofuozi

source: Move the selected items out of the trash
ig: Kpụga ihenhọrọ nke ọbụla a họọrọ n'ebemkpofuozi

source: Run
ig: _Bido

source: Remove each selected item from the recently used list
ig: Kpụga ihenhọrọ nke ọbụla a họọrọ n'ebemkpofuozi

source: _Format…
ig: _Ọdịdị:

source: Files is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
ig: Nautilus bụ sọftwịa a hapụụrụ ndị ojieme; ị ga-ekesagharịkwa ya nakwa/mọọbụ megharịa ya n'okpuru iheọrụ nke ndị GNU ikike zurugbezurugbe dịka ebipụtara site n'aka ndị Free Software Foundation; ma ọ bụ agbanke 2 nke ikike ahụ, mọọbụ (n'etu isi họrọ) na-agbanke emechaa.

source: Files is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
ig: Ekesasịrị nautilus na ntụkwasị ọbị na ọ ga-aba uru, mana NA-ENWEGHỊ WARANTÍÌ ỌBỤLA; na-enweghị ọbụnagodụ warantíì atụpụtara nke AZỤMAAHỊA mọọbụ IKE MAKA IHEOMUME AKWADORO IME. Hụ GNU Ikike zurugbezurugbe maka ozi ndị ọzọ.

source: Copyright © %Id–%Id The Files authors
ig: Copyright © 1999-2005 Ndị odee Nautilus

source: Search for files
ig: _Sava:

source: Sort files and folders
ig: Nsomebefaịlụ na-enweghị isiokwu

source: Share and transfer files
ig: Ịkewapụta njikọ na faịlụ ndị ahụ

source: Bookmark this Location
ig: Ebe ndesịta ngosi ebe maka ebe na anaghị arụ ọrụ

source: Add a bookmark for the current location
ig: Gbakwunye ebe ndesịta ngosi ebe maka ebe ọfụụ ahụ na menu a

source: _Bookmarks…
ig: _Ebe ndesịta ngosi ebe

source: Display and edit bookmarks
ig: Dezie ebe ndesịta ngosi ebe faịlụ

source: _Search for Files…
ig: _Sava:

source: List
ig: _Ndesịta

source: View items as a list
ig: Gosi dịka %s

source: Unable to load location
ig: Gaa n'ebe kọmputa

source: Unable to display the contents of this folder.
ig: Gosi mọọbụ megharịa ngwaọrụ ihenhọrọ nke a họọrọ nke ọbụla

source: This location doesn't appear to be a folder.
ig: Ebe ahụ abụghị nsomebefaịlụ.

source: Unable to find the requested file. Please check the spelling and try again.
ig: Biko lee nsụpe ahụ ma nwàá ọzọ.

source: Unable to handle this kind of location.
ig: Nautilus agaghị elekọtanwu %s: ebe ndị ahụ.

source: Unable to access the requested location.
ig: Ebubatanwughị usoroiheomume cd bọna.

source: Don't have permission to access the requested location.
ig: Inweghị ikikere ide ihe n'ụlọ.foo/

source: Video DVD
ig: Ngosi ndị ahụ

source: Video CD
ig: Ngosi ndị ahụ

source: Photo CD
ig: _Ụzọ nwepụ na nweba data:

source: Picture CD
ig: Ihenkiri

source: Open with:
ig: Jiri mepee

source: Select Move Destination
ig: Họrọ aịkọn

source: Select Copy Destination
ig: Họrọ aịkọn

source: Copyright © %Id–%Id The Nautilus authors
ig: Copyright © 1999-2005 Ndị odee Nautilus

source: Moving file %'d of %'d (in "%B") to "%B"
ig: Ikpụgha faịlụ:

source: Copying file %'d of %'d (in "%B") to "%B"
ig: Idebata faịlụ:

source: Duplicating file %'d of %'d (in "%B")
ig: Ihicha faịlụ ndị ahụ

source: Moving file %'d of %'d to "%B"
ig: Ikpụgha faịlụ:

source: Copying file %'d of %'d to "%B"
ig: Idebata faịlụ:

source: Connect to _Server
ig: Banye na sava

source: Enter _Location
ig: _Ebe:

source: Recent files
ig: Ihicha faịlụ ndị ahụ

source: Change Permissions for Enclosed Files...
ig: Ikikere nke faịlụ ahụ.

source: Files in this folder will appear in the Create Document menu.
ig: Faịlụ niile ndị dị̄ mbido n'ime nsomebefaịlụ a ga-apụta n'ihendesịta menu.

source: Copy To...
ig: _Debata ngwe

source: Move To...
ig: Kpuga _n'ala

source: Rena_me...
ig: _Bagharịa aha...

source: Enter _Location...
ig: Mepee _Ebe...

source: _Bookmarks...
ig: _Ebe ndesịta ngosi ebe

source: Connect to a network server address
ig: Rụnye ụzọ njikọ n'ikukumgbasaozi sava

source: Rename…
ig: Bagharịa aha
